import React from "react";
import { useNavigate } from "react-router-dom";
import ArrowBackSharpIcon from "@mui/icons-material/ArrowBackSharp";
import "../../../css/copyright.css";

function Privacy_Page() {
  const navigate = useNavigate();
  const goBack = () => {
    navigate(-1);
  };
  return (
    <div className="main_screen">
      <div className="title">
        <ArrowBackSharpIcon className="arrow" onClick={() => goBack()} />
        <h1>개인정보처리방침</h1>
      </div>
      <div className="text">
        구렁성 구렁성 하기요오구렁성. 스기요라 하이드라 푸르기라구렁성. 카이요
        그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성 구렁성. 빠빠구렁성 구렁성
        하기요오구렁성. 스기요라 하이드라 푸르기라구렁성. 카이요 그랜달 빔드렁
        갯규렁 대신생 빠빠빠 가리용성 구렁성. 빠빠구렁성 구렁성 하기요오구렁성.
        스기요라 하이드라 푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생
        빠빠빠 가리용성 구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라
        하이드라 푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠
        가리용성 구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠구렁성 구렁성 하기요오구렁성. 스기요라 하이드라
        푸르기라구렁성. 카이요 그랜달 빔드렁 갯규렁 대신생 빠빠빠 가리용성
        구렁성. 빠빠
      </div>
    </div>
  );
}

export default Privacy_Page;
